import { NextPage } from "next"

const Laws:NextPage=()=> {
    return (<>
           <div className=" h-screen 4 py-20 md:px-52 px-4">

           <p className=" justify-between">
           مبالغ تعیین شده به مدت معین به عنوان حق اشتراک جهت استفاده از کل خدمات سایت معین شده و کاربران بعد از تصمیم به عقد قرارداد در یکی از دفاتر نمایندگی، قادر به دریافت مبلغ پرداخت شده می باشند. کاربران جهت ثبت املاک صرفاً با ثبت شماره موبایل می توانند ثبت نام نمایند لیکن برای جستجوی املاک و تماس با ثبت کنندگان نیازی به ثبت نام ندارند. شکایات کاربران از مدیر یا مدیران، نمایندگان، مشاوران املاک و ثبت کنندگان املاک متفاوت می باشد به این صورت که شکایت از مدیر یا مدیران از طریق اینماد روی سایت، شکایت از نماینده از طریق پشتیبانی سایت که برای بار اول اخطار، بار دوم تعلیق موقت همکاری به مدت یک ماه و بار سوم تعلیق دائم صورت می گیرد اما در صورت شکایت از مشاور املاک و بررسی مستندات، بار اول اخطارشفاهی، باردوم اخطار کتبی و بار سوم حذف حساب کاربری انجام می شود. در فرض شکایت از ثبت کنندگان و عدم وجود خارجی ملک ثبت شده ، مسئولان سایت فورا اقدام به مسدود کردن آی پی ثبت کننده می نمایند.

           </p>
           </div>
    </>);
}
export default Laws